kEdgeOpacityFlag
Apply an opacity value to the edges.  If unset, edges are displayed with
full opacity.  If set, edges are displayed with a specified degree of
opacity from completely opaque to completely transparent.